[
  {
    "title": "Solar Cables",
    "image": "solar-cable.jpg",
    "headerImage": "solar-header.jpg",
    "url": "/cable-wires/solar-cables",
    "slug": "solar-cables",
    "images": [
      "solar-image-1.jpg",
      "solar-image-2.jpg",
      "solar-image-3.jpg",
      "solar-image-4.jpg"
    ],
    "detail": "<div><p>Solar energy systems operate by capturing sunlight and converting it into direct current (DC) electricity through solar panels. When sunlight interacts with solar cells, it excites electrons, generating an electric current. This DC electricity is transmitted via solar cables to inverters, where it is converted into alternating current (AC) electricity, suitable for powering homes, businesses, and industries. Solar cables play a critical role in transmitting electricity from the panels to the system, enabling efficient and reliable use of solar energy across various applications.<p><strong>Worldwide Cables (Pvt) Limited</strong> is proud to offer premium-quality solar cables, trusted by customers worldwide for their exceptional performance and reliability. Designed for maximum efficiency, these cables feature:<ul><li><strong>Tinned, flexible copper conductors:</strong> Ensuring superior conductivity with 99.99% pure copper for efficient current flow and enhanced durability in moist and polluted environments. Plain flexible copper conductors also available upon request.<li><strong>XLPO insulation and sheath:</strong> Providing excellent resistance to high temperatures (up to 125°C), ozone, and UV rays, while maintaining flexibility and robustness under harsh conditions. XLPE insulation and LSZH sheath options are also availbe.<li><strong>LSZH properties:</strong> The XLPO material is Low Smoke Zero Halogen, offering superior safety during fire incidents by minimizing toxic fume emissions.</ul><p>Manufactured and rigorously tested according to international standards (BS EN 50618 and IEC 62930), <strong>Worldwide solar cables</strong> deliver durability and safety, making them ideal for long-term outdoor use in demanding environments. Available in conductor sizes of 4 mm², 6 mm², and 10 mm², these cables cater to a variety of installation requirements, ensuring seamless integration into any solar energy system. Bigger conductor sizes up to 35 mm2 cables are also available.<br>Choose Worldwide Cables for a dependable and efficient solar energy solution.</div>"
  },
  {
    "title": "Ethernet Cables",
    "image": "ethernet-cables.jpg",
    "headerImage": "ethernet-header.jpg",
    "url": "/cable-wires/ethernet-cables",
    "slug": "ethernet-cables",
    "images": [
      "ethernet-1.jpg",
      "ethernet-2.jpg",
      "ethernet-3.jpg",
      "ethernet-4.jpg"
    ],
    "detail": "<div><p>An Ethernet cable is a physical networking cable with copper conductors that connects devices within a Local Area Network (LAN), such as computers routers, and switches. Often synonymous with the term \"LAN cable,\" Ethernet cables enable seamless communication between devices via a network connector.<p>An Ethernet cable consists of eight twisted wires arranged in four pairs, a design referred to as a \"twisted pair.\" The twisting pattern and shielding type play a critical role in minimizing electrical interference and ensuring reliable data transmission. These features are categorized based on their performance and shielding levels, enabling compatibility and performance consistency across manufacturers.<p>Shielding Types and Their Significance Shielding offers protection against electrical interference, enhancing data integrity. Ethernet cables are classified as unshielded (UTP), shielded (STP), or screen shielded twisted pairs (SSTP), with each category offering varying levels of protection:<ul><li><strong>UTP (Unshielded Twisted Pair):</strong><ul><li>No shielding beyond the outer casing.<li>Cost-effective but susceptible to interference, making it unsuitable for noisy environments.</ul><li><strong>STP (Shielded Twisted Pair):</strong><ul><li>Features overall shielding around the eight conductors but not individual pairs.<li>Provides moderate protection against interference.</ul><li><strong>SSTP (Screen Shielded Twisted Pair):</strong><ul><li>Shields each of the four pairs individually and includes an overall shield for the eight cores.<li>Offers the highest protection, ideal for harsh environments.</ul></ul><p>As the category number increases (e.g., Cat5e, Cat6, Cat7), cables are more likely to include enhanced shielding, supporting higher data rates and reduced interference.<p><strong>Worldwide Cables (Pvt) Limited</strong> has taken the initiative to manufacture Ethernet cables locally in Pakistan, reducing dependence on imported products and addressing the prevalence of counterfeit cables in the market. By offering high-quality LAN cables that meet international standards, Worldwide has established itself as a trusted local alternative.<div><strong>Product Offerings and Specifications:</strong> Worldwide manufactures <strong>Cat-5, Cat-6, Cat-6A,</strong> and <strong>Cat-7 cables</strong>, available in:<ul><li>UTP (Unshielded Twisted Pair)<li>FTP (Foiled Twisted Pair)<li>STP (Shielded Twisted Pair)<li>SSTP (Screen Shielded Twisted Pair)</ul><strong>Key Features:</strong><ul><li><strong>Conductors:</strong> Made from 99.99% pure copper for superior conductivity, available in <strong>23 AWG or 24 AWG sizes</strong>.<li><strong>Insulation:</strong> High-Density Polyethylene (HDPE) for durability and reliable signal transmission.<li><strong>Outer Sheath</strong>: Durable and customizable options in <strong>PE (Polyethylene), PVC</strong>, or <strong>LSZH (Low Smoke Zero Halogen)</strong> materials.<li><strong>Compliance:</strong> Adheres to <strong>ANSI/TIA-568-C.2 standards</strong>, ensuring optimal performance and compatibility.</ul></div><p>By combining robust design, premium materials, and adherence to global standards, Worldwide Cables provides a dependable solution for all Ethernet cable needs, catering to both residential and commercial applications.<p>Engineered for high bandwidth and faster data transmission, Worldwide LAN cables offer minimal data loss and low attenuation, meeting the demands of modern networking. Each cable undergoes Fluke testing post-production to verify performance and quality.</div>"
  },
  {
    "title": "LSZH Building Wires",
    "image": "building-cable.jpg",
    "headerImage": "building-header.jpg",
    "url": "/cable-wires/lszh-building-cires",
    "slug": "lszh-building-cires",
    "images": [
      "building-cable-1.jpg",
      "building-cable-2.jpg",
      "building-cable-3.jpg",
      "building-cable-4.jpg"
    ],
    "detail": "<div><p>Building wiring forms the backbone of electrical systems, distributing energy to power appliances and equipment such as switches, sockets, lights, fans, air conditioners, and refrigerators. It also encompasses the correct installation of electrical outlets, switches, breakers, meter bases, and various circuits. The selection of cable size is determined by the power requirements of the connected devices, ensuring efficient and safe operation.<p><strong>Worldwide Cables (Pvt) Limited</strong> offers a comprehensive range of building wires, specifically designed for the safe and efficient electrification of residential, commercial, and public spaces. Our building wire selection includes sizes from 1 mm² to 25 mm² in both single and multicore variants, while, larger sizes available upon request. All cables are manufactured in compliance with international IEC and BSS standards, ensuring quality and reliability.<p>We prioritize safety and environmental responsibility by utilizing Low Smoke Zero Halogen (LSZH) materials for insulation and sheathing. Our LSZH building wires provide exceptional fire resistance, emit minimal and non-toxic fumes during a fire, and wiring conductors made from 99.99% pure copper. This high-purity copper ensures optimal current transmission, reduces resistance, and conserves energy.<p>Worldwide’s building wires are ideal for residential homes, commercial buildings, and public facilities, delivering safety and reliability for both low and high-demand energy needs.<p>Choose <strong>Worldwide Cables</strong> for dependable building wiring solutions that combine advanced safety features, environmental responsibility, and exceptional performance.</div>"
  },
  {
    "title": "CCTV Cables",
    "image": "cctv-cable.jpg",
    "headerImage": "cctv-header.jpg",
    "url": "/cable-wires/cctv-cables",
    "slug": "cctv-cables",
    "images": [
      "cctv-cable-1.jpg",
      "cctv-cable-2.jpg",
      "cctv-cable-3.jpg",
      "cctv-cable-4.jpg"
    ],
    "detail": "<div><p>The <strong>RG-59 CCTV cable</strong> is an all-in-one solution designed for seamless transmission of both video and power to security cameras, including analog CCTV systems, as well as <strong>720p and 1080p HD cameras</strong>. It enables efficient and organized installations with a single cable run.<p>Worldwide’s premium-quality coaxial cable is the ideal choice for CCTV and HD CCTV systems, thanks to its superior construction and performance: Some of Worldwide CCTC cable features are as under:<ul><li><strong>Solid Copper Core:</strong> Ensures optimal video signal transmission with minimal signal loss.<li><strong>Copper Braided Shielding:</strong> Delivers superior protection against Electromagnetic Interference (EMI) and Radio Frequency Interference (RFI) for crystal-clear video output.<li><strong>75 Ohm Impedance:</strong> Optimized for video signal transmission over long distances.<li><strong>Enhanced Signal Quality:</strong><ul><li>The dense copper wire screen eliminates interference and ensures clean, stable video signals.<li>A low-resistance DC ground path further enhances signal clarity and reliability.</ul><li><strong>Flexible and Durable Design:</strong><ul><li>The multi-stranded video core offers excellent flexibility, reducing the cable’s bending radius for easier installation.<li>Suitable for applications like <strong>Composite Video, RGBHV Video, Component Video</strong>, and advanced <strong>Surveillance Systems</strong>.</ul><li><strong>Integrated Power Cables:</strong><ul><li>Features attached <strong>2-core power cables</strong> (Black/Red) made of <strong>stranded 18 AWG (7x0.385 mm)</strong> conductors, providing a convenient power solution alongside video transmission.</ul></ul><p><strong>Technical Specifications</strong><ul><li><strong>Product Type:</strong> CCTV Cable<li><strong>Cable Type:</strong> 2+1 (Coaxial Video Cable + Dual Power Cables)<li><strong>Power Cable:</strong> Stranded 18 AWG (7x0.385 mm), Black/Red<li><strong>Rated Voltage:</strong> 300V<li><strong>Temperature Rating:</strong> 80°C<li><strong>Shielding Type:</strong> Copper Wire Shielded</ul><p>The RG-59 Plus 2-Core CCTV Cable is an ideal choice for professional surveillance systems, offering high-quality video signal transmission, robust EMI/RFI protection, and an integrated power solution in one reliable and efficient design.</div>"
  },
  {
    "title": "Fire Alarm Cables",
    "image": "fire-alarm-cable.jpg",
    "headerImage": "fire-alarm-header.jpg",
    "url": "/cable-wires/fire-alarm-cables",
    "slug": "fire-alarm-cables",
    "images": [
      "fire-alarm-cable-1.jpg",
      "fire-alarm-cable-2.jpg",
      "fire-alarm-cable-3.jpg",
      "fire-alarm-cable-4.jpg"
    ],
    "detail": "<div><p>Fire alarm systems play a critical role in ensuring the safety of buildings and their occupants. These systems are designed to detect the presence of smoke, heat, or flames, triggering immediate alerts to notify occupants and emergency services in case of a fire. The performance and reliability of fire alarm systems heavily depend on the quality of the wiring used to connect various components such as smoke detectors, heat detectors, control panels, strobe lights, and sounders.<p>Fire alarm cables are a specialized category of electrical cables engineered to withstand the demanding conditions of a fire emergency. These cables are typically constructed using high-quality copper conductors, providing superior electrical conductivity and long-term durability. The insulation surrounding the conductors is designed with flame-retardant materials to prevent the spread of fire along the cable and ensure the continued operation of the fire alarm system in the event of a fire.<p>The insulation materials used in fire alarm cables are often a blend of thermoplastic or thermoset polymers, which are specifically designed to maintain their integrity even at elevated temperatures. The cable is often covered in a flame-resistant sheath, with additional layers for enhanced protection from fire, heat, and mechanical damage. This ensures that the alarm system can still function properly, providing the necessary time for evacuations and emergency responses. Some of the key features pf fire alarm cables are as under;<ul><li><strong>Flame Retardancy:</strong> The core feature of fire alarm cables is their flame-retardant insulation. The materials are designed to self-extinguish upon removal of the ignition source and prevent fire from spreading along the length of the cable. This is essential to ensure that the fire alarm system remains operational even in extreme conditions.<li><strong>High-Temperature Resistance:</strong> Fire alarm cables are engineered to perform in high-temperature environments, ensuring that they remain functional in situations where temperatures can rise significantly. These cables are tested to meet rigorous fire safety standards, such as IEC 60332 and UL 1424, which verify their ability to maintain insulation integrity under extreme heat.<li><strong>Metallic Drain Wire:</strong> Most fire alarm cables are equipped with a metallic drain wire, which serves to provide a low-impedance path to ground for unwanted electrical noise. This helps to reduce electromagnetic interference (EMI) and ensures the integrity of the signals transmitted through the system. The drain wire is in constant contact with the shielding, preventing any potential disruptions from outside electrical noise.<li><strong>Shielding for Signal Integrity:</strong> To protect the sensitive signal transmissions from electromagnetic interference (EMI), many fire alarm cables include an additional layer of shielding. This ensures that the communication between the various fire alarm components remains clear and accurate, preventing false alarms or failure to detect emergency signals.<li><strong>Compliance with Fire Safety Standards:</strong> Fire alarm cables must meet specific industry standards to ensure their reliability in emergency situations. They are typically compliant with national and international safety regulations, such as UL, BS 7629, and EN 50200, ensuring they meet the highest fire and safety performance criteria.<li><strong>Durability and Mechanical Protection:</strong> Fire alarm cables are designed for robustness, often featuring additional mechanical protection to ensure they can withstand physical damage from environmental factors, such as abrasion, moisture, and even rodents. This contributes to the longevity and reliability of the cable in various installation environments.</ul><p>Worldwide Cables (Pvt) Ltd offers a range of high-performance fire alarm cables tailored to meet global fire safety standards. The fire alarm cables from Worldwide Cables (Pvt) Ltd are designed with the following advanced features:<ul><li><strong>Superior Flame Retardancy:</strong> All fire alarm cables are manufactured with advanced flame-retardant materials that prevent the spread of fire along the cable, ensuring the reliability of the fire alarm system even in the most extreme conditions.<li><strong>Enhanced Temperature Resistance:</strong> Designed to withstand temperatures up to 90°C or higher, these cables ensure that fire alarm systems continue to function reliably, even during high heat scenarios.<li><strong>Low Smoke and Zero Halogen (LSZH) Option:</strong> For projects that require minimal smoke emission and halogen-free materials, Worldwide Cables (Pvt) Ltd offers LSZH options. These cables are ideal for environments where safety is critical, such as hospitals, airports, and high-rise buildings.<li><strong>Robust Mechanical Protection:</strong> The cables come with additional mechanical protection to withstand harsh installation conditions, providing durability and long-lasting performance. This makes them ideal for both commercial and industrial environments.<li><strong>Environmentally Friendly Materials:</strong> Worldwide Cables (Pvt) Ltd prioritizes sustainable production methods, offering fire alarm cables made from environmentally friendly, non-toxic materials. This is a critical feature for projects aiming to meet green building standards.<li><strong>Customizable Options:</strong> Worldwide Cables (Pvt) Ltd offers flexibility in terms of insulation types and conductor sizes to suit a wide range of fire alarm system requirements. Whether for residential, commercial, or industrial applications, these cables are tailored to meet specific project needs.<li><strong>Certifications and Compliance:</strong> All fire alarm cables from Worldwide Cables (Pvt) Ltd meet or exceed international safety standards, ensuring that they offer the highest levels of fire resistance and safety. With certifications such as UL, CE, and BS, you can trust their cables to meet global fire protection requirements.</ul><p>These features make Worldwide Cables (Pvt) Ltd an excellent choice for those seeking reliable, high-quality fire alarm cables that prioritize safety, performance, and compliance.</div>"
  },
  {
    "title": "Optical Fiber Cables",
    "image": "optical-fiber-cable.jpg",
    "headerImage": "fiber-optic-header.jpg",
    "url": "/cable-wires/optical-fiber-cables",
    "slug": "optical-fiber-cables",
    "images": [
      "fiber-optic-cable-1.jpg",
      "fiber-optic-cable-2.jpg",
      "fiber-optic-cable-3.jpg",
      "fiber-optic-cable-4.jpg"
    ],
    "detail": "<div><p><strong>An optical fiber</strong> is a flexible strand of glass or plastic designed to transmit light from one end to the other with minimal loss. Optical fibers are widely used in <strong>fiber-optic communications</strong>, enabling high-speed, long-distance data transmission with significantly higher bandwidths compared to traditional electrical cables. Signals in optical fibers experience minimal loss and are immune to electromagnetic interference, making them a superior choice over metal wires.<p><strong>Advantages of Optical Fiber Cables:</strong><ul><li><strong>Higher Bandwidth:</strong> Optical fiber cables support greater data transfer speeds, making them ideal for high-performance networking.<li><strong>Low Signal Loss:</strong> Signals transmitted through optical fibers experience minimal attenuation, allowing for longer-distance communication without repeaters.<li><strong>Immunity to Electromagnetic Interference:</strong> Optical fibers are unaffected by electrical or magnetic disturbances, ensuring reliable transmission.<li><strong>Lightweight and Durable:</strong> Optical fiber cables are lighter, more flexible, and more robust than traditional metal cables.</ul><p>Fiber optics are essential in long-distance data networking and telecommunication services such as internet, television, and telephony, offering unmatched performance and reliability.<p>Worldwide Cables (Pvt) Ltd has introduced <strong>optical fiber cables</strong> as the latest addition to its portfolio. These cables are used for the transmission and distribution of telecommunication networks at broadband speeds, providing significant expansion potential in Pakistan. With cutting-edge manufacturing capabilities, Worldwide offers products that meet the highest global standards.<p><strong>Product Overview:</strong><ul><li><strong>Types Available:</strong> Worldwide manufactures both <strong>Single Mode (SM)</strong> and <strong>Multimode (MM) GYXTW Loose Tube Optical Fiber Cables</strong>, catering to duct and open installation requirements.<li><strong>Fiber Capacity:</strong> Manufacturing capability includes cables with up to <strong>144 fibers</strong>, accommodating diverse project needs.<li><strong>Specifications Compliance:</strong> Cables conform to <strong>ITU-T G.652.D (PTCL TR-109)</strong> specifications, ensuring global and local compatibility.</ul><p><strong>Key Features of Worldwide Optical Fiber Cables:</strong><ul><li><strong>Superior Bandwidth:</strong> Designed for high-speed data transmission, meeting the demands of modern telecommunication systems.<li><strong>Low Attenuation:</strong> Ensures minimal signal loss over long distances for uninterrupted communication.<li><strong>Reduced Electrical Interference:</strong> Immune to electromagnetic interference, providing reliable data transfer in all environments.<li><strong>Lightweight and Durable Design:</strong> Easier to handle and install, reducing operational complexities.<li><strong>Quality Assurance:</strong> Each cable undergoes rigorous <strong>OTDR (Optical Time Domain Reflectometer)</strong> testing post-production to verify performance, quality, and compliance with industry standards.</ul><p><strong>Applications:</strong><ul><li>Long-distance telecommunication networks<li>High-speed internet and broadband services<li>Television and telephone networks<li>Data center interconnections<li>Industrial and military-grade communication systems</ul><p>Worldwide Optical Fiber Cables offer unmatched reliability, scalability, and performance, making them the preferred choice for customers seeking future-ready telecommunication solutions.</div>"
  }
]